Repository: yschulmann/Anglodeals
Catalog: App_GlobalResources/Resource.*.resx
Languages: fr, he

source: Add comment
he: הוסף תגובה

source: Area
fr: Région
he: אזור

source: City
fr: Ville
he: עיר

source: Contact Us
fr: CONTACTEZ-NOUS
he: צור קשר

# ContactUsP
source: We’ll be happy to answer any questions you may have. We also love hearing your comments and suggestions about how to improve our website and make it easier for you to use. After all, that’s the whole point, right? We think so.
fr: Vos questions, critiques, suggestions et avis sont importants, n’hésitez pas à nous les communiquer en remplissant le formulaire ci-après.
he: נשמח לענות ולעזור בכל נושא. כמו כן נקבל בברכה כל הערה או הארה אודות האתר.

# Copyright
source: Copyright © Anglo Deals 2011. All rights reserved
fr: Copyright@Franco Deals. Tous droits réservés
he: כל הזכויות שמורות © Zebra deals 2011

# DataTitle
source: TitleEn
fr: TitleFr
he: TitleDefault

# DirectedNow
source: You are now directed
fr: Vous êtes maintenant redirigé
he: הינך מופנה כרגע

source: Discount
fr: REMISE
he: הנחה

source: Email
he: אימייל

# EnterEmail
source: Enter email address
fr: Saisir Votre adresse email
he: כתובת האימייל שלך

# Facebook
source: <iframe src="http://www.facebook.com/plugins/likebox.php?href=http%3A%2F%2Fwww.facebook.com%2Fpages%2FAnglo-Deals%2F179891768722180&amp;width=230&amp;colorscheme=light&amp;show_faces=true&amp;stream=true&amp;header=true&amp;height=680" scrolling="no" frameborder="0" style="border:none; overflow:hidden; width:230px; height:680px;" allowTransparency="true"></iframe>
fr: <iframe src="http://www.facebook.com/plugins/likebox.php?href=http://www.facebook.com/francodeals&amp;width=230&amp;colorscheme=light&amp;show_faces=true&amp;stream=true&amp;header=true&amp;height=680" scrolling="no" frameborder="0" style="border:none; overflow:hidden; width:230px; height:680px;" allowTransparency="true"></iframe>
he: <iframe scrolling="no" frameborder="0" allowtransparency="true" style="border:none; overflow:hidden; width:230px; height:680px;" src="http://www.facebook.com/plugins/likebox.php?href=http%3A%2F%2Fwww.facebook.com/ZebraDeals&amp;width=230&amp;colorscheme=light&amp;show_faces=true&amp;stream=true&amp;header=true&amp;height=680"></iframe>

source: Fine print:
fr: Details:
he: תנאים

# Forum
source: <iframe src="http://snipit.co.il/forum/viewforum.php?f=1" frameborder="0" style=" height: 1175px;overflow-x: hidden;overflow-y: auto;width: 809px;"> </iframe>
fr: <div class="BlueBox">bientôt...</div>
he: <div class="BlueBox">בקרוב...</div>

# ForumDate
source: Date
he: תאריך

# ForumH1
source: Forum
he: פורום

# ForumNew
source: New Topic
he: נושא חדש

# ForumReplies
source: Replies
he: תגובות

# ForumTopics
source: Topics
he: נושאים

# ForumViews
source: Views
he: צפיות

source: Found on
he: על ידי

# GoogleAnalytics
source: <script type="text/javascript"> var _gaq = _gaq || []; _gaq.push(['_setAccount', 'UA-21956328-1']); _gaq.push(['_trackPageview']); (function() { var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true; ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s); })(); </script>
fr: <script type="text/javascript"> var _gaq = _gaq || []; _gaq.push(['_setAccount', 'UA-21956328-4']); _gaq.push(['_trackPageview']); (function() { var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true; ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s); })(); </script>
he: <script type="text/javascript"> var _gaq = _gaq || []; _gaq.push(['_setAccount', 'UA-21956328-3']); _gaq.push(['_trackPageview']); (function() { var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true; ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s); })(); </script>

# InvalidEmail
source: Invalid email address
he: הכנס כתובת אימייל מדוייקת

# LabelSearch
source: Keyword e.g. hotel, Canela etc. (English/Hebrew)
fr: Mot-clé EX. hôtel, etc Canela (anglais / hébreu)
he: מילות מפתח כגון מלון, סושי וכדומה (עברית\אנגלית)

source: [Loading Cities...]
he: [טוען ערים...]

# Mehadrin
source: Mehadrin only
fr: Mehadrin Uniquement
he: מהדרין בלבד

# MenuDd
source: DEALS
fr: Deals de groupes <span>Quotidiens</span>
he: <span>דילים יומיים</span>

# MenuForum
source: ANGLO DEALS <span>FORUM</span>
fr: FRANCO DEALS <span>FORUM</span>
he: <span>הפורום</span>

# MenuFp
source: <span>FREE PRINTABLE </span>COUPONS
fr: FREE COUPONS <span>IMPRIMABLES </span>
he: קופונים להדפסה <span>חינם</span>

# MessageEmpty
source: What did you write?
he: מה רצית לכתוב?

source: Name
fr: Nom
he: שם

# NoData
source: No data was returned.
fr: Aucune information n’a été rendue
he: אין עדיין מידע

source: Phone
fr: Tél
he: טלפון

# PopUpNoThanks
source: No thanks, I'm already registered
fr: Non merci, je suis déjà inscrit.
he: לא תודה, אני כבר רשום.

source: Print Coupon
fr: imprimer le coupon
he: הדפס קופון

# PublicNot
source: (Will not be published)
he: (לא יוצג באתר)

source: Select
fr: sélectionner
he: בחר

source: -Select Area-
fr: -Choisir votre région-
he: -בחר אזור-

source: -Select Category-
fr: -Choisir Catégories-
he: -בחר קטגוריה-

source: -Select City-
fr: -Choisir par ville-
he: -בחר עיר-

source: Send
fr: envoyer
he: שלח

# SignUp
source: Sign up for daily email
fr: S’inscrire pour recevoir nos emails quotidiens
he: הירשם לקבלת המייל היומי

source: Sort by category
fr: Chercher par catégorie
he: בחר לפי קטגוריה

source: Sort by city
fr: Chercher par ville
he: בחר לפי קטגוריה

source: Subject
fr: ENVOI
he: תוכן

# TextBoxSearch
source: Search all Deals and Coupons
fr: Rechercher tous les Deals et Coupons
he: חפש בכל הדילים והקופונים

source: Title
fr: Sujet
he: כותרת

source: View All
fr: voir tous
he: הצג הכל

source: Worth
he: שווה

source: You save
he: החסכון שלך

# HelpFor
source: English help for
fr: D'aide en français pour les
